    {
    	"id": -1,
    	"name": "Peace & Love/Teddy Fresh/Don't Push",
    	"description": "Peace and Love is a phrase popularized by Ringo Starr of The Beatles. In a video from 2008 where Ringo is requesting his fans cease sending him things to autograph through the mail (link 1) he repeats the phrase many times quite aggressively, which launched the video into internet fame. On August 8th, 2020, this video was rediscovered on the H3 podcast, where peace and love became a long lasting meme on the show, often being used in a similar way to the phrase \"no offense but\" (link 2).\n\nTeddy Fresh is a clothing brand started by Hila Klein of h3h3production, and now host of the H3 Podcast. The brand focuses on adult streetwear imbued with a childlike wonder. Fittingly, the mascot for Teddy Fresh is a bear with the initials TF (link 3). \n\nDon't Push is a reference to a recurring character on the H3 Podcast known as Jimmie Lee the Jersey Outlaw. Jimmie Lee is an elderly wannabe roast comedian whose jokes often come off offensive and nonsensical rather than comedic. \"Don't Push\" is one of Jimmie's many catchphrases, along side catchphrases such as \"Have you seen my Pink's hat?\" and \"Can I get Audio, Audio, Audio!\" (link 4)",
    	"links": {
    		"website": [
    			"https://www.youtube.com/watch?v=eAU0l7325w0",
    			"https://www.youtube.com/watch?v=ESei0AmfL9c",
    			"https://teddyfresh.com/",
    			"https://www.youtube.com/watch?v=A6W0PKL7q5s"
    		],
    		"subreddit": [
    			"h3h3productions"
    		]
    	},
    	"path": {
    		"254": [
    			[
    				300,
    				886
    			],
    			[
    				300,
    				914
    			],
    			[
    				355,
    				914
    			],
    			[
    				355,
    				912
    			],
    			[
    				356,
    				911
    			],
    			[
    				358,
    				911
    			],
    			[
    				358,
    				904
    			],
    			[
    				358,
    				903
    			],
    			[
    				356,
    				902
    			],
    			[
    				355,
    				901
    			],
    			[
    				355,
    				899
    			],
    			[
    				355,
    				898
    			],
    			[
    				357,
    				898
    			],
    			[
    				357,
    				885
    			],
    			[
    				300,
    				885
    			]
    		]
    	},
    	"center": {
    		"254": [
    			329,
    			900
    		]
    	}
    }
